[
  {
    "imageUrl": "https://i.ibb.co/kJ9n0F0/Screen-Replacement.jpg",
    "serviceName": "Screen Replacement",
    "price": "$50",
    "serviceArea": "Central Electronics Repair Center",
    "description": "Our Screen Replacement service offers a seamless solution for cracked or damaged screens on smartphones, tablets, and laptops. At Electro Care, our skilled technicians use high-quality replacement parts and state-of-the-art tools to ensure a precise and reliable repair. Whether your device has a minor crack or a completely shattered screen, we have the expertise to restore it to its original condition. With our quick turnaround time and competitive pricing, Electro Care is your trusted partner for all screen replacement needs. Say goodbye to frustrating cracks and hello to a pristine display with Electro Care's Screen Replacement service.",
    "providerEmail": "mamudmdemon@gmail.com",
    "providerImage": "https://lh3.googleusercontent.com/a/ACg8ocKypKOIIu1WnANTGCJlz-5gz6PL6DE4sCOAKzmo7Li58Yl6cZdh=s96-c",
    "providerName": "MD. EMON MIAH"
  },

  {
    "imageUrl": "https://i.ibb.co/K6qzRxK/Battery-Replacement.jpg",
    "serviceName": "Battery Replacement",
    "price": "$40",
    "serviceArea": "Electro Care Repair Shop",
    "description": "Is your device struggling to hold a charge? Our Battery Replacement service is the perfect solution to restore your device's battery life and performance. At Electro Care, we use genuine replacement batteries and follow industry-leading techniques to ensure a safe and efficient battery replacement process. Whether you're experiencing rapid battery drain or your device won't turn on at all, our experienced technicians can diagnose the issue and provide a reliable battery replacement. Don't let a dying battery hold you back – trust Electro Care for all your battery replacement needs.",
    "providerEmail": "mamudemon@gmail.com",
    "providerImage": "https://i.ibb.co/ZWrTthm/About-User.jpg",
    "providerName": "Usama"
  },
  {
    "imageUrl": "https://i.ibb.co/y6Rh1JW/Charging-Port-Repair.webp",
    "serviceName": "Charging Port Repair",
    "price": "$30",
    "serviceArea": "Electro Care Tech Center",
    "description": "Having trouble charging your device? Our Charging Port Repair service is here to help. At Electro Care, we specialize in repairing damaged charging ports on smartphones and tablets. Whether your device isn't charging at all or you're experiencing intermittent charging issues, our skilled technicians can diagnose and repair the problem quickly and effectively. With our affordable pricing and convenient service locations, Electro Care makes it easy to get your device back up and running. Don't let a faulty charging port slow you down – trust Electro Care for all your charging port repair needs.",
    "providerEmail": "mamudmdemon@gmail.com",
    "providerImage": "https://lh3.googleusercontent.com/a/ACg8ocKypKOIIu1WnANTGCJlz-5gz6PL6DE4sCOAKzmo7Li58Yl6cZdh=s96-c",
    "providerName": "MD. EMON MIAH"
  },
  {
    "imageUrl": "https://i.ibb.co/LR5tq4m/Software-Update.jpg",
    "serviceName": "Software Update",
    "price": "$20",
    "serviceArea": "Electro Care Service Center",
    "description": "Keep your devices running smoothly with our Software Update service. At Electro Care, we understand the importance of staying up-to-date with the latest software releases. Our experienced technicians can update your device's operating system and software applications to ensure optimal performance and security. Whether you're looking to improve device functionality or protect against security vulnerabilities, Electro Care has you covered. With our fast and reliable service, you can enjoy peace of mind knowing your device is running the latest software. Stay ahead of the curve with Electro Care's Software Update service.",
    "providerEmail": "mamudmdemon@gmail.com",
    "providerImage": "https://lh3.googleusercontent.com/a/ACg8ocKypKOIIu1WnANTGCJlz-5gz6PL6DE4sCOAKzmo7Li58Yl6cZdh=s96-c",
    "providerName": "MD. EMON MIAH"
  },
  {
    "imageUrl": "https://i.ibb.co/q5XdzwW/Water-Damage-Repair.jpg",
    "serviceName": "Water Damage Repair",
    "price": "$60",
    "serviceArea": "Electro Care Repair Center",
    "description": "Accidentally spilled water on your device? Don't panic – Electro Care's Water Damage Repair service is here to help. Our skilled technicians are experienced in repairing devices damaged by water or liquid spills. From thorough cleaning and drying to component repair and replacement, we'll do whatever it takes to restore your device to its pre-damage condition. Time is of the essence when it comes to water damage, so don't delay – bring your device to Electro Care as soon as possible for prompt and professional repair. Trust Electro Care to rescue your device from water damage woes.",
    "providerEmail": "mamudmdemon@gmail.com",
    "providerImage": "https://lh3.googleusercontent.com/a/ACg8ocKypKOIIu1WnANTGCJlz-5gz6PL6DE4sCOAKzmo7Li58Yl6cZdh=s96-c",
    "providerName": "MD. EMON MIAH"
  },
  {
    "imageUrl": "https://i.ibb.co/gJYJWRS/Screen-Repair.jpg",
    "serviceName": "Screen Repair",
    "price": "$70",
    "serviceArea": "Electro Care Tech Solutions",
    "description": "Cracked or shattered screen? Don't let a damaged display ruin your device experience – Electro Care's Screen Repair service has you covered. Our skilled technicians specialize in repairing cracked screens on smartphones and tablets. Whether your device has a minor crack or a completely shattered screen, we have the expertise to restore it to its original condition. Using high-quality replacement parts and precision tools, we'll have your screen looking brand new in no time. Say goodbye to unsightly cracks and hello to a pristine display with Electro Care's Screen Repair service.",
    "providerEmail": "mamudemon@gmail.com",
    "providerImage": "https://i.ibb.co/ZWrTthm/About-User.jpg",
    "providerName": "Usama"
  },
  {
    "imageUrl": "https://i.ibb.co/cD7pp2X/Camera-Repair.jpg",
    "serviceName": "Camera Repair",
    "price": "$50",
    "serviceArea": "Electro Care Repair Shop",
    "description": "Capture life's moments with confidence – Electro Care's Camera Repair service ensures your device's camera is always ready for action. Whether you're experiencing blurry images, a malfunctioning lens, or other camera issues, our skilled technicians can diagnose and repair the problem quickly and effectively. From lens replacements to sensor repairs, we use genuine replacement parts and state-of-the-art tools to ensure optimal performance and image quality. Don't let camera issues hold you back – trust Electro Care for all your camera repair needs.",
    "providerEmail": "mamudmdemon@gmail.com",
    "providerImage": "https://lh3.googleusercontent.com/a/ACg8ocKypKOIIu1WnANTGCJlz-5gz6PL6DE4sCOAKzmo7Li58Yl6cZdh=s96-c",
    "providerName": "MD. EMON MIAH"
  },
  {
    "imageUrl": "https://i.ibb.co/jf2X6wB/Data-Recovery.jpg",
    "serviceName": "Data Recovery",
    "price": "$80",
    "serviceArea": "Electro Care Tech Solutions",
    "description": "Lost important files due to accidental deletion, formatting, or hardware failure? Don't panic – Electro Care's Data Recovery service is here to help. Our experienced technicians specialize in retrieving lost or corrupted data from a variety of storage devices, including hard drives, solid-state drives, USB drives, and memory cards. Using advanced data recovery techniques and state-of-the-art equipment, we'll work tirelessly to recover your valuable files and documents. Trust Electro Care to recover your data quickly, securely, and affordably.",
    "providerEmail": "mamudemon@gmail.com",
    "providerImage": "https://i.ibb.co/ZWrTthm/About-User.jpg",
    "providerName": "Usama"
  }
]
